export const policyData = [
  {
    title: '1. 情報を取得するアプリケーション提供者等の氏名又は名称',
    content: [
      {
        text: '株式会社山一水産'
      }
    ]
  },
  {
    title: '2. 取得される情報の項目、利用目的等',
    content: [
      {
        text: '本アプリケーションで取得するユーザー情報と目的等は以下のとおりです。'
      },
      {
        numberList: [
          {
            text: 'メールアドレス、ユーザー名、企業名、担当者名、住所、電話番号、振込情報',
            listItems: [
              '取得方法：お客様の入力による取得',
              '利用目的：サービス提供及び、サービス提供の際にお客様を識別するため。サービス向上のための連絡・お客様にとって有益な情報提供のため。'
            ]
          },
          {
            text: '本アプリケーション利用履歴',
            listItems: [
              '取得方法：本アプリケーションによる自動取得',
              '利用目的：本アプリケーションの改善及び不具合修正、広告配信のため。'
            ]
          }
        ]
      }
    ]
  },
  {
    title: '3. 通知・公表又は同意取得の方法、利用者関与の方法',
    content: [
      {
        text: '本アプリケーションをインストール時もしくは初回起動時に、本ポリシーの内容を確認することができます。本ポリシーをご確認いただき、内容を理解し同意のうえでご利用ください。また、本ポリシーは本アプリのマイページからもご確認いただくことが可能です。ユーザー情報の取得は、本アプリケーションを退会及びアンインストールすることで中止することができます。'
      }
    ]
  },
  {
    title: '4. 第三者提供等',
    content: [
      {
        text: '当社は、取得したユーザー情報について、当社が管理を委託するホスティング会社のサーバーに送信します。前項において自動もしくはお客様に登録いただき取得した情報を、上記利用目的の達成に必要な範囲で第三者へ提供することがあります。'
      }
    ]
  },
  {
    title: '5. 情報収集モジュール',
    content: [
      {
        text: '当社は、本アプリケーションに以下の情報収集モジュールを組み込みます。',
        listItems: [
          '情報収集モジュール名：Google Analytics、Firebase Analytics',
          '情報収集モジュール提供者：Google LLCおよびその完全子会社（以下「Google」といいます）',
          '取得する利用者情報：本アプリケーションのご利用・設定状況',
          '情報収集モジュール提供者による利用者情報の利用：利用者情報はGoogleの管理するサーバーシステムに格納されます。Googleは当該利用者情報を、Googleが定める利用目的の範囲で利用します。Google Analyticsの詳細及びGoogleが定める利用目的はhttps://www.google.com/policies/privacy/partners/をご参照ください。'
        ]
      }
    ]
  },
  {
    title: '6. 問合せ窓口',
    content: [
      {
        text: '問合せ窓口\n本ポリシーに関するご意見、ご質問、苦情の申出その他ユーザー情報の取扱いに関するお問い合わせは、以下の窓口にご連絡ください。\n株式会社山一水産 個人情報問合せ窓口\n〒626-0041 京都府宮津市鶴賀2166\n電話：0772-25-1014（受付時間 平日10：00～17：00※）\n※土・日曜日、祝日、年末年始、ゴールデンウィーク期間は翌営業日以降の対応とさせていただきます。\nメール：maruyama@yamaichi-suisan'
      }
    ]
  },
  {
    title: '7. プライバシーポリシーの変更を行う場合の手続',
    content: [
      {
        text: '当社は、法令の変更等に伴い、本ポリシーを変更する場合があります。変更に伴い利用目的の変更が発生した場合、本アプリケーションで通知もしくは掲載または当社のホームページに掲載する方法にて周知するものといたします。\n\n制定日：2024年7月1日'
      }
    ]
  }
]
